Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/explanations_and_stories_fi/saamen_kielilaki_kertomus_29ss.pdf.tmx
Source language: sme
Languages: smn

source: Sámediggi galggašii vuođđudit jagi gielladahku - bálkkašumi, mii mieđihuvvošii buoremusat sámiid gielalaš diliid buoridan stáhta dahje gielddaid ossodahkii dahje eará orgánai ja movttiidahttit ná positiivvalaččat virgeoapmahaččaid sámiid gielalaš diliid buorideapmái.
smn: Sämitigge kolgâččij vuáđudiđ ive kielâtaho - palhâšume, mii mieđettuuččij pyeremustáá sämmilij kielâlâš tile pyeredâm staatâ tâi kieldâi ohtâdâhân tâi eres uážžoi já návt toovân movtijditáčij positiivlávt virgeomâhijd pyerediđ sämmilij kielâlâš tile.

source: Sámediggi galgá doaimmas fállat giellabálvalusaid maiddái sámegiellagiidda ja veahkehit sámiid sámegielat virgeoapmahaš áššedikšumis.
smn: Sämitigge kalga toimâinis faallâđ kielâpalvâlusâid meid sämikieltáiđusáid já išediđ sämmilijd sämikielâlâš ášásdâlmist virgeomâhijn.

source: Sámediggi galgá fállat dahje čujuhit dan orgána, mii bastá fállat sámi giellaláhkii ja sámekultuvrai laktáseaddji skuvlen- ja oahpahusbálvalusaid gielddaide, stáhta virgebáikkiide ja fitnodatlágádusaide.
smn: Sämitigge kalga faallâđ tâi čäittiđ tom, kote pasta faallâđ säämi kielâlaahân já sämikulttuurân kullee škovlim- já máttááttâspalvâlusâid kieldáid, staatâ virgáduvváid já finnodâhlájádâssáid.

source: Sámediggi galgá skáhppot fásta ruhtadeami sápmelaš ollesolbmuide sámegiela lohkan- ja čállindáiddu skáhppomii ja čujuhit sámegiela skuvlema lágideaddji orgánaid.
smn: Sämitigge kalga haahâđ pisovâš ruttâdem sämmilâš rävisulmuid sämikielâ luuhâm- já čäällimtááiđu hahâmân já čäittiđ tahheid, kiäh uárnejeh sämikielâ škovlim.

source: Sámediggi ja stáhta galggašii doaimmain ja ruhtademiin dahkat vejolažžan sámegielat friija čuvgehusbarggu oahpahusa.
smn: Sämitigge já staatâ kolgâččáin toimâidiskuin já ruttâdmijguin adeliđ máhđulâšvuođâ sämikielâlâš rijjâ čuovviittâspargo máttááttâsân.

source: Boahttevaš sámi giellaláhkačielggadeami várás galggašii dutkat vejolašvuođa ovttastahttit ovttaveardásašvuohtalága ollašuvvama ja sámi giellalága ollašuvvama čuovvuma sámiid ruovttuguovllus.
smn: Puáttee säämi kielâlahâčielgiittâs várás kolgâččij tutkâđ adeliđ máhđulâšvuođâ ovtâstiđ oovtviärdásâšvuođâlaavâ olášume já säämi kielâlaavâ olášume čuávvum sämikuávlust.

source: Sámi giellaráđis vuođđuduvvo orgána, mas lea iežas iehčanasat hálddašuvvon giellaovddidanfidnuide dárkkuhuvvon meaarreruhta.
smn: Säämi kielârääđist vuáđuduvvoo orgaan, mast lii jieijâs meriruttâ já mon puáhtá jiečânâs haldâšiđ já stivriđ kielâovdedemtoimáid.

source: Sámegiela doaimmahat nuppástuhtto giellaráđi vuollái gullevažžan ja sámegiela doaimmahat ovddiduvvo giellaguovddáža guvlui áššedovdin sámegiela guoskevaš gažaldagain.
smn: Sämikielâ toimâttâh sirdoo kielârääđi vuálásâžžân já sämikielâ toimâttâh ovdeduvvoo kielâkuávdáá suundán äššitobden sämikielâ kyeskee koččâmâšâin.

source: Erkki Lumisalmi Siiri Jomppanen Sámi giellaráđi ságajođiheaddji Gielladorvočálli
smn: Erkki Lumisalmi Siiri Jomppanen Säämi kielârääđi saavâjođetteijee Kielâtorvočällee

source: (Muitalus dohkkehuvvon giellaráđi čoahkkimis 7.3.2008)
smn: (Muštâlus tuhhiittum kielârääđi čuákkimist 7.3.2008)
